Case_n0_6/Case_a0_7/Case_lc0_01/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    sides
    {
        type            empty;
        nFaces          72000;
        startFace       178680;
    }
    lowerWall
    {
        type            wall;
        nFaces          1200;
        startFace       250680;
    }
    rightWall
    {
        type            wall;
        nFaces          120;
        startFace       251880;
    }
    atmosphere
    {
        type            patch;
        nFaces          1200;
        startFace       252000;
    }
    inlet
    {
        type            patch;
        nFaces          120;
        startFace       253200;
    }
)

// ************************************************************************* //
